Repository: xmedia-systems/mountn
Catalog: locale/mountn.po
Languages: de

source: Active:
de: Aktiv:

source: Favourites:
de: Favoriten:

source: Command failed: %(command)s Output was: %(output)s Return code was: %(code)d
de: Aufruf fehlgeschlagen: %(command)s Ausgabe: %(output)s Exit code: %(code)d

source: Unmount
de: Aushängen

source: Mount
de: Einhängen

source: Remove favourite
de: Favorit löschen

source: Add favourite
de: Favorit hinzufügen

source: Enter password for %s:
de: Passwort eingeben für %s:

source: Mount Encfs Directory
de: Encfs einhängen

source: Select the encrypted directory
de: Verschlüsseltes Verzeichnis auswählen

source: Select an empty directory as mount point
de: Leeres Verzeichnis als Einhängepunkt auswählen

source: Path is empty
de: Der Pfad ist leer

source: Path is not absolute
de: Der Pfad ist nicht absolut

source: Path is not a directory
de: kein Verzeichnis
